loaded/ab.out
This is ApacheBench, Version 2.3 <$Revision: 655654 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking www.google.com (be patient).....done


Server Software:        gws
Server Hostname:        www.google.com
Server Port:            80

Document Path:          /index.html
Document Length:        8920 bytes

Concurrency Level:      1
Time taken for tests:   0.160 seconds
Complete requests:      1
Failed requests:        0
Write errors:           0
Total transferred:      9498 bytes
HTML transferred:       8920 bytes
Requests per second:    6.25 [#/sec] (mean)
Time per request:       159.942 [ms] (mean)
Time per request:       159.942 [ms] (mean, across all concurrent requests)
Transfer rate:          57.99 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:       71   71   0.0     71      71
Processing:    89   89   0.0     89      89
Waiting:       87   87   0.0     87      87
Total:        160  160   0.0    160     160